In [3]:
import numpy as np;
import pandas as pd;

In [8]:
df = pd.read_csv('Users.csv');

In [7]:
df.head()

   User-ID                            Location   Age
0        1                  nyc, new york, usa   NaN
1        2           stockton, california, usa  18.0
2        3     moscow, yukon territory, russia   NaN
3        4           porto, v.n.gaia, portugal  17.0
4        5  farnborough, hants, united kingdom   NaN